__mod_name__ = "◃◃ ᴍᴜsɪᴄ ▹▹"

__help__ = """
 ➥ /mstart *:* sᴛᴀʀᴛ [ᴍᴜsɪᴄ ʙᴏᴛ]
 ➥ /mhelp *:*  ɢᴇᴛ ᴍᴜsɪᴄ ᴀʟʟ ᴄᴏᴍᴍᴇɴᴅ  
 ➥ /reboot : ʀᴇʙᴏᴏᴛs ᴛʜᴇ ʙᴏᴛ ғᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ
 ➥ /play *:*  ᴘʟᴀʏ sᴏɴɢ [ ᴀᴜᴅɪᴏ ]
 ➥ /vplay *:*  ᴘʟᴀʏ sᴏɴɢ [ ᴠɪᴅᴇᴏ ]   
 ➥ /pause *:* ᴘᴀᴜsᴇ sᴏɴɢ  
 ➥ /resume *:* ʀᴇsᴜᴍᴇ ᴛʜᴇ ᴩᴀᴜsᴇᴅ sᴛʀᴇᴀᴍ
 ➥ /skip *:*  sᴋɪᴘ sᴏɴɢ    
 ➥ /end *:* ᴇɴᴅ sᴏɴɢ
 ➥ /player *:* ɢᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴩʟᴀʏᴇʀ ᴩᴀɴᴇʟ
 ➥ /queue *:* sʜᴏᴡs ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs ʟɪsᴛ
 ➥ /play ᴏʀ /vplay ᴏʀ /cplay  *:* sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴀᴛ.
 ➥ /playforce ᴏʀ /vplayforce ᴏʀ /cplayforce *:* ғᴏʀᴄᴇ ᴩʟᴀʏ sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.  
 ➥ /channelplay [ᴄʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪsᴀʙʟᴇ] *:* ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴩ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏғ ᴄᴏᴍᴍᴀɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏᴜᴩ
 ➥ /playlist *:* ᴄʜᴇᴄᴋ ʏᴏᴜʀ sᴀᴠᴇᴅ ᴩʟᴀʏʟɪsᴛ ᴏɴ sᴇʀᴠᴇʀs. 
 ➥ /deleteplaylist *:*  ᴅᴇʟᴇᴛᴇ ᴀɴʏ sᴀᴠᴇᴅ ᴛʀᴀᴄᴋ ɪɴ ʏᴏᴜʀ ᴩʟᴀʏʟɪsᴛ.   
 ➥ /play *:* sᴛᴀʀᴛs ᴩʟᴀʏɪɴɢ ғʀᴏᴍ ʏᴏᴜʀ sᴀᴠᴇᴅ ᴩʟᴀʏʟɪsᴛ ᴏɴ sᴇʀᴠᴇʀ
 ➥ /song *:* ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ sᴏɴɢ 
 ➥ /video *:* ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴠɪᴅᴇᴏ
 ➥ /owner *:* ɪᴛs ᴍᴇ ɴᴏᴏʙ 
 
  𒊹︎︎︎ ᴘᴏᴡᴇʀᴅ ʙʏ @Abishnoi1M 
"""
