__mod_name__ = "Aʟʟ 🙃"
__help__ = """
/start  *:*  sᴛᴀʀᴛ ɢʀᴏᴘᴛ ᴍᴀɴᴀɢᴇʀ ʙᴏᴛ 
/mstart  *:*  sᴛᴀʀᴛ ᴍᴜsɪᴄ ʙᴏᴛ 
/help  *:*  ɢʀᴏᴜᴘ ᴍᴀʜᴀɢᴍᴇɴᴛ ᴀʟʟ ᴄᴏᴍᴍᴇɴᴅ 
/mhelp  *:*  ᴍᴜsɪᴄ ʙᴏᴛ ᴀʟʟ ᴄᴏᴍᴍᴇɴᴅ
/reboot  *:*  ʀᴇʙᴏᴏᴛs ᴛʜᴇ ʙᴏᴛ ғᴏʀ ʏᴏᴜʀ ᴄʜᴀᴛ
/play  *:*   ᴘʟᴀʏ sᴏɴɢ  ᴀᴜᴅɪᴏ 
/vplay  *:*   ᴘʟᴀʏ sᴏɴɢ  ᴠɪᴅᴇᴏ 
/cplay  *:*  ᴄᴀʜɴɴᴇʟ ᴘʟᴀʏ   
/pause  *:*  ᴘᴀᴜsᴇ sᴏɴɢ  
/resume  *:*  ʀᴇsᴜᴍᴇ ᴛʜᴇ ᴩᴀᴜsᴇᴅ sᴛʀᴇᴀᴍ
/skip  *:*   sᴋɪᴘ sᴏɴɢ    
/end  *:*  ᴇɴᴅ sᴏɴɢ
/player  *:*  ɢᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴩʟᴀʏᴇʀ ᴩᴀɴᴇʟ
/queue  *:*  sʜᴏᴡs ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs ʟɪsᴛ  
/song  *:*  ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ sᴏɴɢ 
/video  *:*  ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴠɪᴅᴇᴏ
/afk  *:*  <reason> ᴍᴀʀᴋ ʏᴏᴜʀsᴇʟғ ᴀs AFK ᴀᴡᴀʏ ғʀᴏᴍ ᴋᴇʏʙᴏᴀʀᴅ
/kickme *:*  ᴋɪᴄᴋs ᴛʜᴇ ᴜsᴇʀ ᴡʜᴏ ɪssᴜᴇᴅ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ
/ban  *:*  ʙᴀɴs ᴀ ᴜsᴇʀ. (ᴠɪᴀ ʜᴀɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
/sban  *:*  Sɪʟᴇɴᴛʟʏ ʙᴀɴ ᴀ ᴜsᴇʀ.
/tban  *:*  ʙᴀɴs ᴀ ᴜsᴇʀ ғᴏʀ x ᴛɪᴍᴇ
/unban  *:*  ᴜɴʙᴀɴs ᴀ ᴜsᴇʀ
/warns  *:*  <ᴜsᴇʀʜᴀɴᴅʟᴇ> *:*  ɢᴇᴛ ᴀ ᴜsᴇʀ's ɴᴜᴍʙᴇʀ, ᴀɴᴅ ʀᴇᴀsᴏɴ, ᴏғ ᴡᴀʀɴs.
/warnlist *:*  ʟɪsᴛ ᴏғ ᴀʟʟ ᴄᴜʀʀᴇɴᴛ ᴡᴀʀɴɪɴɢ ғɪʟᴛᴇʀs
/warn  *:*  <ᴜsᴇʀʜᴀɴᴅʟᴇ> *:*  ᴡᴀʀɴ ᴀ ᴜsᴇʀ. ᴀғᴛᴇʀ 3 ᴡᴀʀɴs, ᴛʜᴇ ᴜsᴇʀ ᴡɪʟʟ ʙᴇ ʙᴀɴɴᴇᴅ /ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ. 
/dwarn  *:*  <ᴜsᴇʀʜᴀɴᴅʟᴇ> *:*  ᴡᴀʀɴ ᴀ ᴜsᴇʀ ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ᴛʜᴇ ᴍᴇssᴀɢᴇ 
/resetwarn  *:*  <ᴜsᴇʀʜᴀɴᴅʟᴇ> *:*  ʀᴇsᴇᴛ ᴛʜᴇ ᴡᴀʀɴs ғᴏʀ ᴀ ᴜsᴇʀ. ᴄᴀɴ ᴀʟsᴏ ʙᴇ ᴜsᴇᴅ ᴀs ᴀ ʀᴇᴘʟʏ.
/addwarn  *:*  <ᴋᴇʏᴡᴏʀᴅ> <ʀᴇᴘʟʏ ᴍᴇssᴀɢᴇ> *:*  sᴇᴛ ᴀ ᴡᴀʀɴɪɴɢ ғɪʟᴛᴇʀ ᴏɴ ᴀ 
/nowarn  *:*  <keyword> *:*  sᴛᴏᴘ ᴀ ᴡᴀʀɴɪɴɢ ғɪʟᴛᴇʀ
/warnlimit  *:*  <num> *:*  sᴇᴛ ᴛʜᴇ ᴡᴀʀɴɪɴɢ ʟɪᴍɪᴛ
/strongwarn  *:*  <ᴏɴ/ʏᴇs/ᴏғғ/ɴᴏ> *:*  ɪғ sᴇᴛ ᴛᴏ ᴏɴ, ᴇxᴄᴇᴇᴅɪɴɢ ᴛʜᴇ ᴡᴀʀɴ ʟɪᴍɪᴛ ᴡɪʟʟ ʀᴇsᴜʟᴛ ɪɴ ᴀ ʙᴀɴ. ᴇʟsᴇ, ᴡɪʟʟ ᴊᴜsᴛ ᴘᴜɴᴄʜ
/kick  *:*  ᴋɪᴄᴋs ᴀ ᴜsᴇʀ ᴏᴜᴛ ᴏғ ᴛʜᴇ ɢʀᴏᴜᴘ
/mute  *:*  sɪʟᴇɴᴄᴇs ᴀ ᴜsᴇʀ
/tmute  *:*  x(ᴍ/ʜ/ᴅ) *:*  ᴍᴜᴛᴇs ᴀ ᴜsᴇʀ ғᴏʀ x = ᴛɪᴍᴇ
/unmute  *:*  ᴜɴᴍᴜᴛᴇs ᴀ ᴜsᴇʀ
/filters  *:*  Lɪsᴛ ᴀʟʟ ᴀᴄᴛɪᴠᴇ ғɪʟᴛᴇʀs sᴀᴠᴇᴅ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ
/filter  *:*  Aᴅᴅ ᴀ ғɪʟᴛᴇʀ ᴛᴏ ᴛʜɪs ᴄʜᴀᴛ
/stop  *:*  Sᴛᴏᴘ ᴛʜᴀᴛ ғɪʟᴛᴇʀ
/flood  *:*  Gᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ғʟᴏᴏᴅ ᴄᴏɴᴛʀᴏʟ sᴇᴛᴛɪɴɢ
/setflood  *:*  <ɪɴᴛ/'ᴏɴ'/'ᴏғғ'> ᴇɴᴀʙʟᴇs ᴏʀ ᴅɪsᴀʙʟᴇs ғʟᴏᴏᴅ ᴄᴏɴᴛʀᴏʟ
/setfloodmode  *:*  <ʙᴀɴ/ᴋɪᴄᴋ/ᴍᴜᴛᴇ/ᴛʙᴀɴ/ᴛᴍᴜᴛᴇ> <ᴠᴀʟᴜᴇ> Aᴄᴛɪᴏɴ ᴛᴏ ᴘᴇʀғᴏʀᴍ ᴡʜᴇɴ ᴜsᴇʀ ʜᴀᴠᴇ ᴇxᴄᴇᴇᴅᴇᴅ ғʟᴏᴏᴅ ʟɪᴍɪᴛ. ʙᴀɴ/ᴋɪᴄᴋ/ᴍᴜᴛᴇ/ᴛᴍᴜᴛᴇ/ᴛʙᴀɴ
/removeallfilters  *:*  Rᴇᴍᴏᴠᴇ ᴀʟʟ ᴄʜᴀᴛ ғɪʟᴛᴇʀs ᴀᴛ ᴏɴᴄᴇ          
/markdownhelp  *:*   ᴛᴏ ᴋɴᴏᴡ ᴍᴏʀᴇ
/get  *:*  <ɴᴏᴛᴇɴᴀᴍᴇ> ɢᴇᴛ ᴛʜᴇ ɴᴏᴛᴇ ᴡɪᴛʜ ᴛʜɪs ɴᴏᴛᴇɴᴀᴍᴇ
/saved  *:*  ʟɪsᴛ ᴀʟʟ sᴀᴠᴇᴅ ɴᴏᴛᴇs ɪɴ ᴛʜɪs ᴄʜᴀᴛ
/notes  *:*  ʟɪsᴛ ᴀʟʟ sᴀᴠᴇᴅ ɴᴏᴛᴇs ɪɴ ᴛʜɪs ᴄʜᴀᴛ
/approval *:*  Cʜᴇᴄᴋ ᴀ ᴜsᴇʀ's ᴀᴘᴘʀᴏᴠᴀʟ sᴛᴀᴛᴜs ɪɴ ᴛʜɪs ᴄʜᴀᴛ..
approve *:*  Aᴘᴘʀᴏᴠᴇ ᴏғ ᴀ ᴜsᴇʀ. Lᴏᴄᴋs, ʙʟᴀᴄᴋʟɪsᴛs, ᴀɴᴅ ᴀɴᴛɪғʟᴏᴏᴅ ᴡᴏɴ'ᴛ ᴀᴘᴘʟʏ ᴛᴏ ᴛʜᴇᴍ ᴀɴʏᴍᴏʀᴇ..
/unapprove *:*  Uɴᴀᴘᴘʀᴏᴠᴇ ᴏғ ᴀ ᴜsᴇʀ. Tʜᴇʏ ᴡɪʟʟ ɴᴏᴡ ʙᴇ sᴜʙᴊᴇᴄᴛ ᴛᴏ ʟᴏᴄᴋs, ʙʟᴀᴄᴋʟɪsᴛs, ᴀɴᴅ ᴀɴᴛɪғʟᴏᴏᴅ ᴀɢᴀɪɴ.
/approved *:*  Lɪsᴛ ᴀʟʟ ᴀᴘᴘʀᴏᴠᴇᴅ ᴜsᴇʀs
/unapproveall *:*  Uɴᴀᴘᴘʀᴏᴠᴇ ALL ᴜsᴇʀs ɪɴ ᴀ ᴄʜᴀᴛ. Tʜɪs ᴄᴀɴɴᴏᴛ ʙᴇ ᴜɴᴅᴏɴᴇ
/setgtitle  *:*  <ɴᴇᴡᴛɪᴛʟᴇ> *:*  Sᴇᴛs ɴᴇᴡ ᴄʜᴀᴛ ᴛɪᴛʟᴇ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ.
/setgpic  *:*  As ᴀ ʀᴇᴘʟʏ ᴛᴏ ғɪʟᴇ ᴏʀ ᴘʜᴏᴛᴏ ᴛᴏ sᴇᴛ ɢʀᴏᴜᴘ ᴘʀᴏғɪʟᴇ ᴘɪᴄ!
/delgpic  *:*  Sᴀᴍᴇ ᴀs ᴀʙᴏᴠᴇ ʙᴜᴛ ᴛᴏ ʀᴇᴍᴏᴠᴇ ɢʀᴏᴜᴘ ᴘʀᴏғɪʟᴇ ᴘɪᴄ.
/setsticker  *:*  As ᴀ ʀᴇᴘʟʏ ᴛᴏ sᴏᴍᴇ sᴛɪᴄᴋᴇʀ ᴛᴏ sᴇᴛ ɪᴛ ᴀs ɢʀᴏᴜᴘ sᴛɪᴄᴋᴇʀ sᴇᴛ!
/setdescription  *:*  Sᴇᴛs ɴᴇᴡ ᴄʜᴀᴛ ᴅᴇsᴄʀɪᴘᴛɪᴏɴ ɪɴ ɢʀᴏᴜᴘ
/report  *:*   <ʀᴇᴀsᴏɴ>  *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ ʀᴇᴘᴏʀᴛ ɪᴛ ᴛᴏ ᴀᴅᴍɪɴs.
/reports  *:*  <ᴏɴ/ᴏғғ> ᴄʜᴀɴɢᴇ ʀᴇᴘᴏʀᴛ sᴇᴛᴛɪɴɢ, ᴏʀ ᴠɪᴇᴡ ᴄᴜʀʀᴇɴᴛ sᴛᴀᴛᴜs.
/import  *:* Reply to the backup file for the butler 
/export  *:*  Export group data, which will be exported are *:*  rules, note,....
/tiny  *:*  Rᴇᴘʟʏ ɪɴ sᴛɪᴄᴋᴇʀ ᴀɴᴅ sᴇᴇ ᴍᴀɢɪᴄ 
/stickerid  *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀ sᴛɪᴄᴋᴇʀ ᴛᴏ ᴍᴇ ᴛᴏ ᴛᴇʟʟ ʏᴏᴜ ɪᴛs ғɪʟᴇ ɪᴅ.
/getsticker  *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀ sᴛɪᴄᴋᴇʀ ᴛᴏ ᴍᴇ ᴛᴏ ᴜᴘʟᴏᴀᴅ ɪᴛs ʀᴀᴡ ᴘɴɢ ғɪʟᴇ.
/kang  *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀ sᴛɪᴄᴋᴇʀ ᴛᴏ ᴀᴅᴅ ɪᴛ ᴛᴏ ʏᴏᴜʀ ᴘᴀᴄᴋ.
/stickers  *:*  ғɪɴᴅ sᴛɪᴄᴋᴇʀs ғᴏʀ ɢɪᴠᴇɴ ᴛᴇʀᴍ ᴏɴ ᴄᴏᴍʙᴏᴛ sᴛɪᴄᴋᴇʀ ᴄᴀᴛᴀʟᴏɢᴜᴇ
/mmf  *:*  ᴏʀ /mmf ;«ᴛᴇxᴛ»  *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀɴʏ sᴛɪᴄᴋᴇʀ ᴏʀ ᴘʜᴏᴛᴏ . 
/kamuii  *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀɴʏ ᴘʜᴏᴛᴏ ᴏʀ sᴛɪᴄᴋᴇʀ 
/nightmode  *:*  Aᴅᴅs Gʀᴏᴜᴘ ᴛᴏ NɪɢʜᴛMᴏᴅᴇ Cʜᴀᴛs
/rmnigtht  *:*  Rᴇᴍᴏᴠᴇs Gʀᴏᴜᴘ Fʀᴏᴍ NɪɢʜᴛMᴏᴅᴇ Cʜᴀᴛs
/logo  *:*  ᴍᴀᴋᴇ ᴀ ʟᴏɢᴏ 
/wlogo  *:*  ᴍᴀᴋᴇ ᴀ ʟᴏɢᴏ 2.O
/edit  *:*  ᴇᴅɪᴛ ᴀɴʏ ᴘʜᴏᴛᴏ 
/wallpaper  *:*  ɢᴇᴛ ᴀ ᴡᴀʟʟᴘᴀᴘᴇʀ 
/write  *:*  Wʀɪᴛᴇs ᴛʜᴇ ɢɪᴠᴇɴ ᴛᴇxᴛ
/locktypes *:*  Lɪsᴛs ᴀʟʟ ᴘᴏssɪʙʟᴇ ʟᴏᴄᴋᴛʏᴘᴇs
/lock  *:*  Lᴏᴄᴋ ɪᴛᴇᴍs ᴏғ ᴀ ᴄᴇʀᴛᴀɪɴ ᴛʏᴘᴇ
/unlock  *:*  Uɴʟᴏᴄᴋ ɪᴛᴇᴍs ᴏғ ᴀ ᴄᴇʀᴛᴀɪɴ ᴛʏᴘᴇ 
/locks *:*  Tʜᴇ ᴄᴜʀʀᴇɴᴛ ʟɪsᴛ ᴏғ ʟᴏᴄᴋs ɪɴ ᴛʜɪs ᴄʜᴀᴛ
/fsub  *:*  {ᴄʜᴀɴɴᴇʟ ᴜsᴇʀɴᴀᴍᴇ} Tᴏ ᴛᴜʀɴ ᴏɴ ᴀɴᴅ sᴇᴛᴜᴘ ᴛʜᴇ ᴄʜᴀɴɴᴇʟ.
/fsub  *:*  Tᴏ ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ sᴇᴛᴛɪɴɢs..
/chatbot  *:*  ᴏɴ ᴛʜɪs ᴀɴᴅ ᴇɴᴊᴏʏ ᴡɪᴛʜ ʙᴏᴛ 
/couple  *:*  ᴄᴏᴜᴘʟᴇ ᴏғ ᴛʜᴇ ᴅᴀʏ
/cmds *:*  ᴄʜᴇᴄᴋ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ sᴛᴀᴛᴜs ᴏғ ᴅɪsᴀʙʟᴇᴅ ᴄᴏᴍᴍᴀɴᴅs
/enable <ᴄᴍᴅ ɴᴀᴍᴇ>  *:*  ᴇɴᴀʙʟᴇ ᴛʜᴀᴛ ᴄᴏᴍᴍᴀɴᴅ
/disable <ᴄᴍᴅ ɴᴀᴍᴇ>  *:*  ᴅɪsᴀʙʟᴇ ᴛʜᴀᴛ ᴄᴏᴍᴍᴀɴᴅ
/enablemodule <ᴍᴏᴅᴜʟᴇ ɴᴀᴍᴇ>  *:*  ᴇɴᴀʙʟᴇ ᴀʟʟ ᴄᴏᴍᴍᴀɴᴅs ɪɴ ᴛʜᴀᴛ ᴍᴏᴅᴜʟᴇ
/disablemodule <ᴍᴏᴅᴜʟᴇ ɴᴀᴍᴇ>  *:*  ᴅɪsᴀʙʟᴇ ᴀʟʟ ᴄᴏᴍᴍᴀɴᴅs ɪɴ ᴛʜᴀᴛ ᴍᴏᴅᴜʟᴇ
/listcmds *:*  ʟɪsᴛ ᴀʟʟ ᴘᴏssɪʙʟᴇ ᴛᴏɢɢʟᴇᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs
/tagall  *:*  ᴛᴀɢ ᴀʟʟ ᴍᴀᴍʙᴇʀ 
/welcome  *:*  <on/off> *:*  ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇs.
/welcome *:*  sʜᴏᴡs ᴄᴜʀʀᴇɴᴛ ᴡᴇʟᴄᴏᴍᴇ sᴇᴛᴛɪɴɢs.
/goodbye *:*  sᴀᴍᴇ ᴜsᴀɢᴇ ᴀɴᴅ ᴀʀɢs ᴀs /ᴡᴇʟᴄᴏᴍᴇ.
/setwelcome  *:*  <sometext> *:*  sᴇᴛ ᴀ ᴄᴜsᴛᴏᴍ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ. Iғ ᴜsᴇᴅ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴍᴇᴅɪᴀ, ᴜsᴇs ᴛʜᴀᴛ ᴍᴇᴅɪᴀ.
/setgoodbye  *:*   <sometext> *:*  sᴇᴛ ᴀ ᴄᴜsᴛᴏᴍ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇ. Iғ ᴜsᴇᴅ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴍᴇᴅɪᴀ, ᴜsᴇs ᴛʜᴀᴛ ᴍᴇᴅɪᴀ.
/resetwelcome  *:*  ʀᴇsᴇᴛ ᴛᴏ ᴛʜᴇ ᴅᴇғᴀᴜʟᴛ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ.
/resetgoodbye  *:*  ʀᴇsᴇᴛ ᴛᴏ ᴛʜᴇ ᴅᴇғᴀᴜʟᴛ ɢᴏᴏᴅʙʏᴇ ᴍᴇssᴀɢᴇ.
/cleanwelcome  *:*   <on/off> *:*  Oɴ ɴᴇᴡ ᴍᴇᴍʙᴇʀ, ᴛʀʏ ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴛʜᴇ ᴘʀᴇᴠɪᴏᴜs ᴡᴇʟᴄᴏᴍᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀᴠᴏɪᴅ sᴘᴀᴍᴍɪɴɢ ᴛʜᴇ ᴄʜᴀᴛ.
/welcomemutehelp  *:*  ɢɪᴠᴇs ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴡᴇʟᴄᴏᴍᴇ ᴍᴜᴛᴇs.
/cleanservice <on/off  *:*  ᴅᴇʟᴇᴛᴇs ᴛᴇʟᴇɢʀᴀᴍs ᴡᴇʟᴄᴏᴍᴇ/ʟᴇғᴛ sᴇʀᴠɪᴄᴇ ᴍᴇssᴀɢᴇs. 
/welcomehelp  *:*  ᴠɪᴇᴡ ᴍᴏʀᴇ ғᴏʀᴍᴀᴛᴛɪɴɢ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ғᴏʀ ᴄᴜsᴛᴏᴍ ᴡᴇʟᴄᴏᴍᴇ
/webss  *:*  ɢᴇᴛ ᴇɴᴛᴇʀғᴀᴄᴇ  ᴀɴʏ ᴡᴇʙ
/logchannel  *:*  ɢᴇᴛ ʟᴏɢ ᴄʜᴀɴɴᴇʟ ɪɴғᴏ
/setlog  *:*  sᴇᴛ ᴛʜᴇ ʟᴏɢ ᴄʜᴀɴɴᴇʟ.
/unsetlog  *:*  ᴜɴsᴇᴛ ᴛʜᴇ ʟᴏɢ ᴄʜᴀɴɴᴇʟ
/whois  *:*   ᴛɢ ɪɴғᴏ
/id  *:*  ᴛɢ ɪɴғᴏ
/info  *:* ʏ ᴛɢ ɪɴғᴏ
/myinfo  *:* ʏᴏᴜʀ ᴛɢ ɪɴғᴏ
/sg  *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀɴᴛ ᴜsᴇʀ ᴍsɢ.
/github  *:*  ɢɪᴛ ɪɴғᴏ 
/owner  *:*   ᴍᴇ ɴᴏᴏʙ
/gifid *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀ ɢɪғ ᴛᴏ ᴍᴇ ᴛᴏ ᴛᴇʟʟ ʏᴏᴜ ɪᴛs ғɪʟᴇ ɪᴅ.
/setme <ᴛᴇxᴛ> *:*  ᴡɪʟʟ sᴇᴛ ʏᴏᴜʀ ɪɴғᴏ
/me *:*  ᴡɪʟʟ ɢᴇᴛ ʏᴏᴜʀ ᴏʀ ᴀɴᴏᴛʜᴇʀ ᴜsᴇʀ's ɪɴғᴏ.
/setme  *:*  ɪ ᴀᴍ ɴᴏᴏʙ 
/me  *:*  @ʟᴏᴅᴀ (ᴅᴇғᴀᴜʟᴛs ᴛᴏ ʏᴏᴜʀs ɪғ ɴᴏ ᴜsᴇʀ sᴘᴇᴄɪғɪᴇᴅ)
/bio *:*  ᴡɪʟʟ ɢᴇᴛ ʏᴏᴜʀ ᴏʀ ᴀɴᴏᴛʜᴇʀ ᴜsᴇʀ's ʙɪᴏ. ᴛʜɪs ᴄᴀɴɴᴏᴛ ʙᴇ sᴇᴛ ʙʏ ʏᴏᴜʀsᴇʟғ
/setbio  *:*  <ᴛᴇxᴛ> *:*  ᴡʜɪʟᴇ ʀᴇᴘʟʏɪɴɢ, ᴡɪʟʟ sᴀᴠᴇ ᴀɴᴏᴛʜᴇʀ ᴜsᴇʀ's ʙɪᴏ 
/bio  *:*  @ʟᴏᴅᴀ (ᴅᴇғᴀᴜʟᴛs ᴛᴏ ʏᴏᴜʀs ɪғ ɴᴏ ᴜsᴇʀ sᴘᴇᴄɪғɪᴇᴅ)
/setbio  *:*  ᴛʜɪs ᴜsᴇʀ ɪs ᴀ ᴡᴏʟғ (ʀᴇᴘʟʏ ᴛᴏ ᴛʜᴇ ᴜsᴇʀ)
/tl  *:*   ᴛʀᴀɴsʟᴀᴛᴇs 
/encrypt *:*  Eɴᴄʀʏᴘᴛ ᴀɴᴛ ᴛᴇxᴛ 
/decrypt *:*  Dᴇᴄʀʏᴘᴛs Pʀᴇᴠɪᴏᴜsʟʏ Eᴄʀʏᴘᴛᴇᴅ
/tts  *:*   en | ʜᴇʟʟᴏ
/tm  *:* Gᴇᴛ Tᴇʟᴇɢʀᴀᴘʜ Lɪɴᴋ Oғ Rᴇᴘʟɪᴇᴅ Mᴇᴅɪᴀ
/tp  *:* Gᴇᴛ Tᴇʟᴇɢʀᴀᴘʜ Lɪɴᴋ ᴏғ Rᴇᴘʟɪᴇᴅ Tᴇxᴛ
/paste  *:*  ʀᴇᴀᴘʟʏ ᴛᴏ ᴀ ᴛxᴛ ғɪʟᴇ 
/time  *:* <query> *:*  Gɪᴠᴇs ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴛɪᴍᴇᴢᴏɴᴇ.
/time  *:*  IN  *:*  Iᴛ ᴡɪʟʟ sʜᴏᴡs Iɴᴅɪᴀɴ ᴄᴜʀʀᴇɴᴛ ᴛɪᴍᴇ ᴀɴᴅ ᴅᴀᴛᴇ...
/google  *:*  <ᴛᴇxᴛ> *:*  Pᴇʀғᴏʀᴍ ᴀ ɢᴏᴏɢʟᴇ sᴇᴀʀᴄʜ
/img  *:*  <ᴛᴇxᴛ> *:*  Sᴇᴀʀᴄʜ Gᴏᴏɢʟᴇ ғᴏʀ ɪᴍᴀɢᴇs ᴀɴᴅ ʀᴇᴛᴜʀɴs ᴛʜᴇᴍ
/app  *:*  <ᴀᴘᴘɴᴀᴍᴇ> *:*  Sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀɴ ᴀᴘᴘ ɪɴ Pʟᴀʏ Sᴛᴏʀᴇ ᴀɴᴅ ʀᴇᴛᴜʀɴs ɪᴛs ᴅᴇᴛᴀɪʟs.
/reverse  *:*  Dᴏᴇs ᴀ ʀᴇᴠᴇʀsᴇ ɪᴍᴀɢᴇ sᴇᴀʀᴄʜ ᴏғ ᴛʜᴇ ᴍᴇᴅɪᴀ ᴡʜɪᴄʜ ɪᴛ ᴡᴀs ʀᴇᴘʟɪᴇᴅ ᴛᴏ.
/truth  *:*  Sᴇɴᴅs ᴀ ʀᴀɴᴅᴏᴍ ᴛʀᴜᴛʜ sᴛʀɪɴɢ
/dare  *:*  Sᴇɴᴅs ᴀ ʀᴀɴᴅᴏᴍ ᴅᴀʀᴇ sᴛʀɪɴɢ
/sh  *:*  
/addnsfw  *:*  Eɴᴀʙʟᴇ NSFW ᴍᴏᴅᴇ
/rmnsfw   *:*  Dɪsᴀʙʟᴇ NSFW ᴍᴏᴅᴇ
/neko  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ SFW Nᴇᴋᴏ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/feet  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Aɴɪᴍᴇ Fᴇᴇᴛ Iᴍᴀɢᴇs.
/yuri  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Yᴜʀɪ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/trap  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Tʀᴀᴘ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/futanari  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Fᴜᴛᴀɴᴀʀɪ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/hololewds  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Hᴏʟᴏ Lᴇᴡᴅs.
/lewdkemo  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Kᴇᴍᴏ Lᴇᴡᴅs.
/sologif  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Sᴏʟᴏ GIFs.
/cumgif  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Cᴜᴍ GIFs.
/erokemo  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Eʀᴏ *:* Kᴇᴍᴏ Iᴍᴀɢᴇs.
/lesbian  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Lᴇs Sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/lewdk  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Kɪᴛsᴜɴᴇ Lᴇᴡᴅs.
/ngif  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Nᴇᴋᴏ GIFs.
/tickle  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Tɪᴄᴋʟᴇ GIFs.
/lewd  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Lᴇᴡᴅs.
/feed  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Fᴇᴇᴅɪɴɢ GIFs.
/eroyuri  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Eʀᴏ *:* Yᴜʀɪ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/eron  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Eʀᴏ *:* Nᴇᴋᴏ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/cum  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Cᴜᴍ Iᴍᴀɢᴇs.
/bjgif  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Bʟᴏᴡ Jᴏʙ GIFs.
/bj  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Bʟᴏᴡ Jᴏʙ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/nekonsfw  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ NSFW Nᴇᴋᴏ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/solo  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ NSFW Nᴇᴋᴏ GIFs.
/kemonomimi  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ KᴇᴍᴏɴᴏMɪᴍɪ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/avatarlewd  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Aᴠᴀᴛᴇʀ Lᴇᴡᴅ Sᴛɪᴄᴋᴇʀs.
/gasm  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Oʀɢᴀsᴍ Sᴛɪᴄᴋᴇʀs.
/poke  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Pᴏᴋᴇ GIFs.
/anal  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Aɴᴀʟ GIFs.
/hental  *:*   Sᴇɴᴅs Rᴀɴᴅᴏᴍ Hᴇɴᴛᴀɪ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/avatar  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Aᴠᴀᴛᴀʀ Sᴛɪᴄᴋᴇʀs.
/erofeet  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Eʀᴏ *:* Fᴇᴇᴛ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/holo  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Hᴏʟᴏ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/tits  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Tɪᴛs sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/pussygif  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Pᴜssʏ GIFs.
/holoero  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Eʀᴏ *:* Hᴏʟᴏ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/pussy  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Pᴜssʏ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/hentaigif  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Hᴇɴᴛᴀɪ GIFs.
/classic  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Cʟᴀssɪᴄ Hᴇɴᴛᴀɪ GIFs.
/kuni  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Pᴜssʏ Lɪᴄᴋ GIFs.
/waifu  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Wᴀɪғᴜ Sᴛɪᴄᴋᴇʀs.
/kiss  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Kɪssɪɴɢ GIFs.
/femdim  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Fᴇᴍᴅᴏᴍ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/coddle  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Cᴜᴅᴅʟᴇ GIFs.
/erok  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Eʀᴏ *:* Kɪᴛsᴜɴᴇ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/foxgirl  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ FᴏxGɪʀʟ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/titsgif  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Tɪᴛs GIFs.
/ero  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Eʀᴏ sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/smug  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Sᴍᴜɢ GIFs.
/baka  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ Bᴀᴋᴀ Sʜᴏᴜᴛ GIFs.
/dva  *:*  Sᴇɴᴅs Rᴀɴᴅᴏᴍ D.VA sᴏᴜʀᴄᴇ Iᴍᴀɢᴇs.
/runs *:*  ʀᴇᴘʟʏ ᴀ ʀᴀɴᴅᴏᴍ sᴛʀɪɴɢ ғʀᴏᴍ ᴀɴ ᴀʀʀᴀʏ ᴏғ ʀᴇᴘʟɪᴇs
/slap *:*  sʟᴀᴘ ᴀ ᴜsᴇʀ, ᴏʀ ɢᴇᴛ sʟᴀᴘᴘᴇᴅ ɪғ ɴᴏᴛ ᴀ ʀᴇᴘʟʏ
/shrug *:*  ɢᴇᴛ sʜʀᴜɢ XD
/table *:*  ɢᴇᴛ ғʟɪᴘ/ᴜɴғʟɪᴘ  *:* v
/decide *:*  Rᴀɴᴅᴏᴍʟʏ ᴀɴsᴡᴇʀs ʏᴇs/ɴᴏ/ᴍᴀʏʙᴇ
/toss *:*  Tᴏssᴇᴅ ᴀ ᴄᴏɪɴ 
/bluetext *:*  ᴄʜᴇᴄᴋ ᴜʀsᴇʟғ  *:* V
/roll *:*  ʀᴏʟʟ ᴀ ᴅɪᴄᴇ 
/rlg *:*  Jᴏɪɴ ᴇᴀʀs,ɴᴏsᴇ,ᴍᴏᴜᴛʜ ᴀɴᴅ ᴄʀᴇᴀᴛᴇ ᴀɴ ᴇᴍᴏ ; *:* ;
/shout <keyword> *:*  ᴡʀɪᴛᴇ ᴀɴʏᴛʜɪɴɢ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ɢɪᴠᴇ ʟᴏᴜᴅ sʜᴏᴜᴛ
/weebify <text> *:*  ʀᴇᴛᴜʀɴs ᴀ ᴡᴇᴇʙɪғɪᴇᴅ ᴛᴇxᴛ
/sanitize *:*  ᴀʟᴡᴀʏs ᴜsᴇ ᴛʜɪs ʙᴇғᴏʀᴇ /pat  ᴏʀ ᴀɴʏ ᴄᴏɴᴛᴀᴄᴛ
/pat *:*  ᴘᴀᴛs ᴀ ᴜsᴇʀ, ᴏʀ ɢᴇᴛ ᴘᴀᴛᴛᴇᴅ
/8ball *:*  ᴘʀᴇᴅɪᴄᴛs ᴜsɪɴɢ 8ʙᴀʟʟ ᴍᴇᴛʜᴏᴅ 
/zombies  *:*  Sᴛᴀʀᴛs sᴇᴀʀᴄʜɪɴɢ ғᴏʀ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.
/zombies clean  *:*  Rᴇᴍᴏᴠᴇs ᴛʜᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛs ғʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ
/zip  *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ғɪʟᴇ ᴛᴏ ᴄᴏᴍᴘʀᴇss ɪᴛ ɪɴ .ᴢɪᴘ ғᴏʀᴍᴀᴛ
/unzip  *:*  ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ғɪʟᴇ ᴛᴏ ᴅᴇᴄᴏᴍᴘʀᴇss ɪᴛ ғʀᴏᴍ ᴛʜᴇ .ᴢɪᴘ ғᴏʀᴍᴀᴛ
/weather  *:*  <ᴄɪᴛʏ> *:*  ɢᴇᴛ ᴡᴇᴀᴛʜᴇʀ ɪɴғᴏ ɪɴ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴘʟᴀᴄᴇ.
/wttr  *:*  <ᴄɪᴛʏ> *:*  ᴀᴅᴠᴀɴᴄᴇᴅ ᴡᴇᴀᴛʜᴇʀ ᴍᴏᴅᴜʟᴇ, ᴜsᴀɢᴇ sᴀᴍᴇ ᴀs /ᴡᴇᴀᴛʜᴇʀ
/wttr *:*   moon *:*  ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ sᴛᴀᴛᴜs ᴏғ ᴍᴏᴏɴ
/connect *:*  Cᴏɴɴᴇᴄᴛs ᴛᴏ ᴄʜᴀᴛ (Cᴀɴ ʙᴇ ᴅᴏɴᴇ ɪɴ ᴀ ɢʀᴏᴜᴘ ʙʏ /connect ᴏʀ /connect <ᴄʜᴀᴛ ɪᴅ> ɪɴ PM)
/connection *:*  Lɪsᴛ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀᴛs
/disconnect *:*  Dɪsᴄᴏɴɴᴇᴄᴛ ғʀᴏᴍ ᴀ ᴄʜᴀᴛ
/helpconnect *:*  Lɪsᴛ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs ᴛʜᴀᴛ ᴄᴀɴ ʙᴇ ᴜsᴇᴅ ʀᴇᴍᴏᴛᴇʟʏ
/allowconnect <yes/no> *:*  ᴀʟʟᴏᴡ ᴀ ᴜsᴇʀ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ᴛᴏ ᴀ ᴄʜᴀᴛ
𒊹︎︎︎ ᴘᴏᴡᴇʀᴅ ʙʏ @Abishnoi1M    
 """

