__mod_name__ = "ғ-sᴜʙ 🕹️"

__help__ = """
 *ғᴏʀᴄᴇ sᴜʙsᴄʀɪʙᴇ*
 **Aʙɪsʜɴᴏɪ Rᴏʙᴏᴛ** ᴄᴀɴ ᴍᴜᴛᴇ ᴍᴇᴍʙᴇʀs ᴡʜᴏ ᴀʀᴇ ɴᴏᴛ sᴜʙsᴄʀɪʙᴇᴅ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴜɴᴛɪʟ ᴛʜᴇʏ sᴜʙsᴄʀɪʙᴇ Wʜᴇɴ ᴇɴᴀʙʟᴇᴅ I ᴡɪʟʟ ᴍᴜᴛᴇ ᴜɴsᴜʙsᴄʀɪʙᴇᴅ ᴍᴇᴍʙᴇʀs ᴀɴᴅ sʜᴏᴡ ᴛʜᴇᴍ ᴀ ᴜɴᴍᴜᴛᴇ ʙᴜᴛᴛᴏɴ. Wʜᴇɴ ᴛʜᴇʏ ᴘʀᴇssᴇᴅ ᴛʜᴇ ʙᴜᴛᴛᴏɴ I ᴡɪʟʟ ᴜɴᴍᴜᴛᴇ ᴛʜᴇᴍ

  *Sᴇᴛᴜᴘ* *:* *Oɴʟʏ ғᴏʀ ᴄʜᴀᴛ ᴏᴡɴᴇʀ*
➥ [Aᴅᴅ ᴍᴇ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴀs ᴀᴅᴍɪɴ](http://t.me/Abishnoi_ro_bot?startgroup=true)
➥ [Aᴅᴅ ᴍᴇ ɪɴ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴀs ᴀᴅᴍɪɴ](http://t.me/Abishnoi_ro_bot?startgroup=true)
    
  *Commmands*
➥ /fsub {ᴄʜᴀɴɴᴇʟ ᴜsᴇʀɴᴀᴍᴇ} *:* Tᴏ ᴛᴜʀɴ ᴏɴ ᴀɴᴅ sᴇᴛᴜᴘ ᴛʜᴇ ᴄʜᴀɴɴᴇʟ. 
    💡Dᴏ ᴛʜɪs ғɪʀsᴛ......
➥ /fsub *:* Tᴏ ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ sᴇᴛᴛɪɴɢs..
➥ /fsub disable *:* Tᴏ ᴛᴜʀɴ ᴏғ FᴏʀᴄᴇSᴜʙsᴄʀɪʙᴇ..
  
  💡Iғ ʏᴏᴜ ᴅɪsᴀʙʟᴇ ғsᴜʙ, ʏᴏᴜ ɴᴇᴇᴅ ᴛᴏ sᴇᴛ ᴀɢᴀɪɴ ғᴏʀ ᴡᴏʀᴋɪɴɢ.. /fsub {ᴄʜᴀɴɴᴇʟ ᴜsᴇʀɴᴀᴍᴇ}} 
➥ /fsub clear *:* Tᴏ ᴜɴᴍᴜᴛᴇ ᴀʟʟ ᴍᴇᴍʙᴇʀs ᴡʜᴏ ᴀʀᴇ ᴍᴜᴛᴇᴅ ʙʏ ᴍᴇ ғᴏʀ ɴᴏᴛ ᴊᴏɪɴɪɴɢ ᴛʜᴇ ᴄʜᴀɴɴᴇʟ.


  𒊹︎︎︎ ᴘᴏᴡᴇʀᴅ ʙʏ @Abishnoi1M

"""
