__mod_name__ = "ғɪʟᴛᴇʀs 🗃️"

__help__ = """
➥ /filters*:* Lɪsᴛ ᴀʟʟ ᴀᴄᴛɪᴠᴇ ғɪʟᴛᴇʀs sᴀᴠᴇᴅ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ..

*Admin only:*
➥ /filter <ᴋᴇʏᴡᴏʀᴅ> <ʀᴇᴘʟʏ ᴍᴇssᴀɢᴇ>*:* Aᴅᴅ ᴀ ғɪʟᴛᴇʀ ᴛᴏ ᴛʜɪs ᴄʜᴀᴛ. Tʜᴇ ʙᴏᴛ ᴡɪʟʟ ɴᴏᴡ ʀᴇᴘʟʏ ᴛʜᴀᴛ ᴍᴇssᴀɢᴇ ᴡʜᴇɴᴇᴠᴇʀ 'ᴋᴇʏᴡᴏʀᴅ' \ ɪs ᴍᴇɴᴛɪᴏɴᴇᴅ. Iғ ʏᴏᴜ ʀᴇᴘʟʏ ᴛᴏ ᴀ sᴛɪᴄᴋᴇʀ ᴡɪᴛʜ ᴀ ᴋᴇʏᴡᴏʀᴅ, ᴛʜᴇ ʙᴏᴛ ᴡɪʟʟ ʀᴇᴘʟʏ ᴡɪᴛʜ ᴛʜᴀᴛ sᴛɪᴄᴋᴇʀ. NOTE: ᴀʟʟ ғɪʟᴛᴇʀ \
ᴋᴇʏᴡᴏʀᴅs ᴀʀᴇ ɪɴ ʟᴏᴡᴇʀᴄᴀsᴇ. Iғ ʏᴏᴜ ᴡᴀɴᴛ ʏᴏᴜʀ ᴋᴇʏᴡᴏʀᴅ ᴛᴏ ʙᴇ ᴀ sᴇɴᴛᴇɴᴄᴇ, ᴜsᴇ ǫᴜᴏᴛᴇs. ᴇɢ: /filter "ʜᴇʏ ᴛʜᴇʀᴇ" Hᴏᴡ ʏᴏᴜ \
ᴅᴏɪɴ?
 Sᴇᴘᴀʀᴀᴛᴇ ᴅɪғғ ʀᴇᴘʟɪᴇs ʙʏ `%%%` ᴛᴏ ɢᴇᴛ ʀᴀɴᴅᴏᴍ ʀᴇᴘʟɪᴇs
 *Exᴀᴍᴘʟᴇ:* 
 `/ғɪʟᴛᴇʀ "ғɪʟᴛᴇʀɴᴀᴍᴇ"
 Rᴇᴘʟʏ 1
 %%%
 Rᴇᴘʟʏ 2
 %%%
 Rᴇᴘʟʏ 3`
 
➥ /stop <ғɪʟᴛᴇʀ ᴋᴇʏᴡᴏʀᴅ>*:* Sᴛᴏᴘ ᴛʜᴀᴛ ғɪʟᴛᴇʀ.

*ᴏᴡɴᴇʀ ᴏɴʟʏ:*
➥ /removeallfilters *:* Rᴇᴍᴏᴠᴇ ᴀʟʟ ᴄʜᴀᴛ ғɪʟᴛᴇʀs ᴀᴛ ᴏɴᴄᴇ.

*Nᴏᴛᴇ*: Fɪʟᴛᴇʀs ᴀʟsᴏ sᴜᴘᴘᴏʀᴛ ᴍᴀʀᴋᴅᴏᴡɴ ғᴏʀᴍᴀᴛᴛᴇʀs ʟɪᴋᴇ: {ғɪʀsᴛ}, {ʟᴀsᴛ} ᴇᴛᴄ.. ᴀɴᴅ ʙᴜᴛᴛᴏɴs.
Cʜᴇᴄᴋ ➥ /markdownhelp  ᴛᴏ ᴋɴᴏᴡ ᴍᴏʀᴇ!

𒊹︎︎︎ ᴘᴏᴡᴇʀᴅ ʙʏ @Abishnoi1M

"""
