__mod_name__ = "ᴛᴏᴏʟs 🔧"

__help__ = """
➥ /encrypt*:* Eɴᴄʀʏᴘᴛ ᴀɴᴛ ᴛᴇxᴛ 
➥ /decrypt*:* Dᴇᴄʀʏᴘᴛs Pʀᴇᴠɪᴏᴜsʟʏ Eᴄʀʏᴘᴛᴇᴅ

ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅs ꜰᴏʀ ᴛᴇxᴛ ᴛᴏ sᴘᴇᴇᴄʜ :
Exᴀᴍᴘʟᴇ : /tts  en | ʜᴇʟʟᴏ

I ᴄᴀɴ ᴜᴘʟᴏᴀᴅ ғɪʟᴇs ᴛᴏ Tᴇʟᴇɢʀᴀᴘʜ
➥ /tm :Gᴇᴛ Tᴇʟᴇɢʀᴀᴘʜ Lɪɴᴋ Oғ Rᴇᴘʟɪᴇᴅ Mᴇᴅɪᴀ
➥ /tp :Gᴇᴛ Tᴇʟᴇɢʀᴀᴘʜ Lɪɴᴋ ᴏғ Rᴇᴘʟɪᴇᴅ Tᴇxᴛ

 Pᴀsᴛᴇs ᴛʜᴇ ɢɪᴠᴇɴ ғɪʟᴇ ᴀɴᴅ sʜᴏᴡs ʏᴏᴜ ᴛʜᴇ ʀᴇsᴜʟᴛ
➥ /paste *:* ʀᴇᴀᴘʟʏ ᴛᴏ ᴀ ᴛxᴛ ғɪʟᴇ 
 
➥ /time <query>*:* Gɪᴠᴇs ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴛɪᴍᴇᴢᴏɴᴇ.
*Aᴠᴀɪʟᴀʙʟᴇ ǫᴜᴇʀɪᴇs:* Cᴏᴜɴᴛʀʏ Cᴏᴅᴇ/Cᴏᴜɴᴛʀʏ Nᴀᴍᴇ/Tɪᴍᴇᴢᴏɴᴇ Nᴀᴍᴇ

➥ ⏰ [Tɪᴍᴇᴢᴏɴᴇs ʟɪsᴛ](https://en.wikipedia.org/wiki/List_of_tz_database_time_zones)

💡 Ex:- /time IN *:* Iᴛ ᴡɪʟʟ sʜᴏᴡs Iɴᴅɪᴀɴ ᴄᴜʀʀᴇɴᴛ ᴛɪᴍᴇ ᴀɴᴅ ᴅᴀᴛᴇ...

➥ /google <ᴛᴇxᴛ>*:* Pᴇʀғᴏʀᴍ ᴀ ɢᴏᴏɢʟᴇ sᴇᴀʀᴄʜ
➥ /ing <ᴛᴇxᴛ>*:* Sᴇᴀʀᴄʜ Gᴏᴏɢʟᴇ ғᴏʀ ɪᴍᴀɢᴇs ᴀɴᴅ ʀᴇᴛᴜʀɴs ᴛʜᴇᴍ\nFᴏʀ ɢʀᴇᴀᴛᴇʀ ɴᴏ. ᴏғ ʀᴇsᴜʟᴛs sᴘᴇᴄɪғʏ ʟɪᴍ, Fᴏʀ ᴇɢ: `/ɪᴍɢ ʜᴇʟʟᴏ ʟɪᴍ=10`
➥ /app <ᴀᴘᴘɴᴀᴍᴇ>*:* Sᴇᴀʀᴄʜᴇs ғᴏʀ ᴀɴ ᴀᴘᴘ ɪɴ Pʟᴀʏ Sᴛᴏʀᴇ ᴀɴᴅ ʀᴇᴛᴜʀɴs ɪᴛs ᴅᴇᴛᴀɪʟs.
➥ /reverse : Dᴏᴇs ᴀ ʀᴇᴠᴇʀsᴇ ɪᴍᴀɢᴇ sᴇᴀʀᴄʜ ᴏғ ᴛʜᴇ ᴍᴇᴅɪᴀ ᴡʜɪᴄʜ ɪᴛ ᴡᴀs ʀᴇᴘʟɪᴇᴅ ᴛᴏ.
➥ Abishnoi <ǫᴜᴇʀʏ>*:* Aʙɪsʜɴᴏɪ ᴀɴsᴡᴇʀs ᴛʜᴇ ǫᴜᴇʀʏ
  💡Ex: `Aʙɪsʜɴᴏɪ ᴡʜᴇʀᴇ ɪs Iɴᴅɪᴀ?`


𒊹︎︎︎ ᴘᴏᴡᴇʀᴅ ʙʏ @Abishnoi1M
"""
